Repository: drengarc/b2cTest
Catalog: vehicle/locale/*/LC_MESSAGES/django.po
Languages: tr

source: vehicle
tr: araç

source: vehicle tree
tr: araç ağacı

source: brand
tr: marka

source: brand model
tr: model

source: model type
tr: model tip

source: volume
tr: hacim

source: partner code
tr: stok kodu

source: price by kg
tr: kg başına fiyat

source: vehicles
tr: araçlar

source: present
tr: şimdiki

source: slug
tr: kısa ad

source: description
tr: açıklama

source: brand models
tr: modeller

source: model types
tr: model tipleri

source: tax rate
tr: vergi oranı

source: added date
tr: eklenmiş tarih

source: tax rates
tr: vergi oranları

source: fuel types
tr: yakıt tipleri

source: fuel type
tr: yakıt tipi

source: motor types
tr: motor tipleri

source: motor type
tr: motor tipi

source: oem number
tr: oem numarası

source: original oem number
tr: orijinal oem numarası

source: original products
tr: orijinal ürünler

source: original product
tr: orijinal ürün

source: name
tr: isim

source: redirect to basket
tr: sepete yönlendir

source: minimum order price for shipment
tr: kargo için minimum sipariş ücreti

source: firm parameters
tr: firma parametreleri

source: firm parameter
tr: firma parametresi
